Repository: ColeMacGrath/HealthApp
Catalog: HealthApp/Support Files/*.lproj/Localizable.strings
Languages: ca, es_419, fr

# camera.processing
source: Processing
ca: En procés
es_419: Procesando
fr: Traitement

# camera.processing.message
source: Please wait...
ca: Espereu si us plau ...
es_419: Espera por favor...
fr: Attendez s'il vous plaît...

# doctor.contact.title
source: Contact with
ca: Contactar amb
es_419: Contactar con
fr: Contact

# doctor.contact.message
source: Do you want to contact to
ca: Vols contactar amb
es_419: ¿Quieres contactar con
fr: Voulez-vous contacter

# doctor.contact.call
source: Call
ca: Trucar
es_419: Llamar
fr: Appel

# doctor.contact.message.send
source: Send Message
ca: Enviar un missatge
es_419: Envíar un mensaje
fr: Envoyer un message

# doctor.contact.cancel
source: Cancel
es_419: Cancelar
fr: Annuler

# doctorTable.delete
source: Delete
ca: Eliminar
es_419: Eliminar
fr: Supprimer

# doctorTable.add
source: Add a Doctor
ca: Afegir un metge
es_419: Agregar un médico
fr: Ajouter un docteur

# doctorTable.add.message
source: Select an option to add a new doctor
ca: Seleccioneu una opció per afegir un nou metge
es_419: Selecciona una opción para agregar un nuevo médico
fr: Entrez une option pour ajouter un nouveau médecin

# doctorTable.add.scan
source: Scan a Doctor ID
ca: Escanejar un ID de metge
es_419: Escanear un ID de médico
fr: Scan ID médical

# doctorTable.add.show
source: Show my Patient ID
ca: Mostrar el meu ID de pacient
es_419: Mostrar mi ID de paciente
fr: Montrer mon identifiant de patient

# login.alert.error
source: Error found
ca: Error trobat
es_419: Se encontró un error
fr: Erreur trouvée

# login.alert.dataError
source: Check your data
ca: Revisi la seva informació
es_419: Revisa tu información
fr: Vérifiez vos informations

# profile.notDefined
source: Not Defined
ca: No definit
es_419: No Definido
fr: Non défini

# profile.notGender
source: Not set Gender
ca: Sense gènere assignat
es_419: Sin Género seleccionado
fr: Aucun genre assigné

# profile.female
source: Female
ca: Dona
es_419: Mujer
fr: Femme

# profile.male
source: Male
ca: Home
es_419: Hombre
fr: Homme

# profile.other
source: Other
ca: Un altre
es_419: Otro
fr: Autre

# profile.sendToServer
source: Send To Server
ca: Envíar al meu metge
es_419: Enviar al médico
fr: Envoyer à mon médecin

# login.reason
source: Identification
ca: identificació
es_419: Identificación

# login.welcome.title
source: Welcome
ca: Benvingut
es_419: Bienvenido
fr: Bienvenue

# login.welcome.message
source: You've succesffully identified
ca: Vas ser correctament identificat
es_419: Fuiste autenticado correctamente
fr: Vous avez été vérifié correctement

# login.authError.title
source: Auth Error
ca: Error d'autenticació
es_419: Error de autenticación
fr: Erreur d'authentification

# login.authError.message
source: Not verified
ca: No verificat
es_419: No verificado
fr: Non vérifié

# login.touchIdError.title
source: Touch Id not available
ca: Touch ID no disponible
es_419: Touch ID no disponible
fr: Touch ID non disponible

# login.touchIdError.message
source: Your device is not properly configurated
ca: El teu dispositiu no està correctament configurat
es_419: Tu dipositivo no está configurado correctamente
fr: Votre appareil n'est pas configuré correctement

# map.address
source: Address of
ca: Direcció de
es_419: Dirección de
fr: Direction de

# table.heart
source: Hearth Records
ca: Rècords del cor
es_419: Récords del corazón
fr: Enregistrements de coeur

# table.exercise
source: Exercises
ca: Exercicis
es_419: Ejercicios
fr: Des exercices

# table.sleep
source: Sleep
ca: Dades de son
es_419: Datos de sueño
fr: Données de sommeil

# table.Height
source: Height
ca: Alçada
es_419: Altura
fr: Hauteur

# table.Weight
source: Weight
ca: Pes
es_419: Peso
fr: Le poids

# login.alert.mailError
source: Check your mail
ca: Revisa el teu mail
es_419: Revisa tu mail
fr: Vérifiez votre courrier

# register.alert.nameError
source: Check your names
ca: Revisa les teves noms
es_419: Revisa tus nombres
fr: Vérifiez vos noms

# register.alert.insecurePassword
source: Password Insecure
ca: Contrasenya insegura
es_419: Contraseña insegura
fr: Mot de passe dangereux

# register.alert.passwordNotMatch
source: Password not match
ca: Les contrasenyes no coincideixen
es_419: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas

# register.alert.wrongEmail
source: Wrong Email
ca: Email incorrecte
es_419: Email incorrecto
fr: Email incorrect

# login.alert.forgotPasswordError
source: Check your data or try later
ca: Revisa la teva informació o intenta després
es_419: Revisa tu información o intenta después
fr: Vérifiez vos informations ou essayez plus tard

# login.alert.mailSent
source: Check your mail to reset yor password
ca: Revisa tu mail para recuperar tu contraseña
es_419: Revisa tu mail para recuperar tu contraseña
fr: Vérifiez votre email pour récupérer votre mot de passe

# login.alert.title.mailSent
source: Mail Sent
ca: Mail enviat
es_419: Mail Enviado

# QRAnalyzer.error
source: Something is going wrong with the camera
ca: Alguna cosa no està funcionant amb la càmera
es_419: Algo no está funcionando con la camára
fr: Quelque chose ne fonctionne pas avec l'appareil photo

# login.error
source: User not found
ca: Usuari no trobat
es_419: Usuario no encontrado
fr: Utilisateur non trouvé

# firebase.error.invalidEmail
source: Invalid Email
ca: E-mail invàlid
es_419: Email inválido
fr: Email invalide

# firebase.error.wrongPassword
source: Wrong Password
ca: Contrasenya Incorrecta
es_419: Contraseña Incorrecta
fr: Mot de passe incorrect

# firebase.error.emailAlreadyInUse
source: Email already in use
ca: E-mail en ús
es_419: Email en uso
fr: Email utilisé

# firebase.error.tooManyRequests
source: Too many Request
ca: Massa intents
es_419: Demasiados intentos
fr: Trop de tentatives

# firebase.error.weakPassword
source: Weak Password
ca: Clau debil
es_419: Contraseña débil
fr: Mot de passe faible

# firebase.error.userDisabled
source: User Disabled
ca: Usuari Desactivat
es_419: Usuario Deshabilitado
fr: Utilisateur désactivé

# firebase.error.userNotFound
source: User not found
ca: Usuari no trobat
es_419: Usuario no encontrado
fr: Utilisateur non trouvé

# error.generic
source: We found an error, try later
ca: Vam trobar un error, proveu més tard
es_419: Encontramos un error, intenta mas tarde
fr: Nous avons trouvé une erreur, essayez plus tard

# createAppointment.title
source: Medial Appointment with the
ca: Cita mèdic amb el
es_419: Cita médica con el
fr: Rendez-vous médical avec

# createAppointment.localError
source: Something goes wrong, appointment not saved locally
ca: Quelcom ha fallat, la cita no va ser guardada localment
es_419: Algó salió mal, la cita no fue guardada localmente
fr: Algo s'est trompé, le rendez-vous n'a pas été enregistré localement

# errorInfo.accesNotGranted
source: Access not granted
ca: Accés no garantit
es_419: Acceso no garantizado
fr: Accès non garanti

# table.refresh.message
source: refresh
ca: Refrescar
es_419: Refrescar
fr: Rafraîchir

# doctor.general
source: General Doctor
ca: Metge General
es_419: Médico General
fr: Médecin Généraliste

# appointment.create.errror
source: Could not create the appointment
ca: No s'ha pogut crear la cita
es_419: No se pudo crear la cita
fr: Le rendez-vous n'a pas pu être créé

# appointment.create.sucess.title
source: Appointment Created
ca: Cita Creada
es_419: Cita Creada
fr: Nomination Créée

# appointment.create.sucess.message
source: Appointment Created successfully
ca: Cita creada correctament
es_419: Cita creada correctamente
fr: Rendez-vous créé correctement

# appointment.create.error.busy.title
source: Busy Hour
ca: Hora no disponible
es_419: Hora no disponible
fr: Temps non disponible

# appointment.create.error.busy.message
source: You've got another appointment in that hour
ca: Tens una altra cita a aquesta hora
es_419: Tienes otra cita en esa hora
fr: Vous avez un autre rendez-vous à ce momenta

# appointment.create.error.Doctorbusy.message
source: Your doctor is busy in that hour
ca: El teu metge no està disponible a aquesta hora
es_419: Tu médico no está disponible a esa hora
fr: Votre médecin n'est pas disponible à ce moment

# appointment.create.earlyError.title
source: Too Early
ca: Molt d'hora
es_419: Muy temprano
fr: Très tôt

# appointment.create.timeError.message
source: The doctor isn't available in that hour, choose other
ca: El teu metge no està disponible a aquesta hora, tria una altra
es_419: Tu médico no está disponible a esa hora, escoge otra
fr: Votre médecin n'est pas disponible à ce moment, choisissez un autre

# appointment.create.lateError.title
source: Too Late
ca: Molt tard
es_419: Muy tarde
fr: Très tard

# appointment.delete.title
source: Are you sure?
ca: Aquestes segur?
es_419: ¿Estás seguro?
fr: Tu es sûr?

# appointment.delete.message
source: This action cannot be undone
ca: Aquesta acció no es pot desfer
es_419: Ésta acción no se puede deshacer
fr: Cette action ne peut pas être annulée

# cancel.message
source: Cancel
es_419: Cancelar
fr: Annuler

# delete.confirmation
source: Delete it!
ca: Elimina!
es_419: Eliminalo!
fr: Eliminalo!

# appointment.deleted.title
source: Appointment Deleted
ca: Cita Eliminada
es_419: Cita Eliminada
fr: Rendez-vous enlevé

# appointment.deleted.message
source: Appointment deleted successfully
ca: La cita es va eliminar correctament
es_419: La cita se eliminó correctamente
fr: Le rendez-vous a été supprimé avec succès

# appointment.delete.error.title
source: Could not remove the appointment
ca: No es pot remoure la cita
es_419: No se puede remover la cita
fr: Vous ne pouvez pas supprimer le rendez-vous

# appointment.delete.error.message
source: Something goes wrong, try again
ca: Quelcom ha fallat, prova més tard
es_419: Algo salió mal, intenta mas tarde
fr: Quelque chose s'est mal passé, essayez plus tard

# appointment.share
source: Share
ca: Comprartir
es_419: Compartir
fr: Partager

# appointment.share.message
source: I've got an appointment with my
ca: Tinc una cita amb el meu
es_419: Tengo una cita con mi
fr: J'ai rendez-vous avec mon

# touchId.reason
source: Use Touch ID for authenticate you
ca: Utilitza el Touch ID per autenticar-te
es_419: Usa el Touch ID para autenticarte
fr: Utilisez le Touch ID pour vous authentifier
